Repository: foswiki/QMPlugin
Catalog: locale/QMPlugin/*.po
Languages: de

source: Action
de: Aktion

source: Approval for this document has been rejected.
de: Die Freigabe diese Dokumentes wurde abgelehnt.

source: Are you sure that you to send a reminder to %1?
de: Sind Sie sicher, dass Sie eine Erinnerung verschicken wollen an %1?

source: Are you sure that you want to cancel the current transition?
de: Sind Sie sicher, dass Sie die aktuelle Transition abbrechen möchten?

source: Best Regards, %1Your Wiki Team.
de: Mit freundlichen Grüßen, %1Ihr Wiki-Team.

source: Best Regards, Your Wiki Team
de: Mit freundlichen Grüßen, Ihr Wiki-Team.

source: Cancel
de: Abbrechen

source: Cancel Transition
de: Transition abbrechen

source: Change State
de: Status wechseln

source: Comment
de: Kommentar

source: Comments
de: Kommentare

source: Date
de: Datum

source: Editor
de: Bearbeiter

source: Hello
de: Hallo

source: New Status
de: Neuer Status

source: No, thanks
de: Nein, danke

source: People to approve this topic.
de: Personen, die dieses Topic prüfen.

source: People with admin rights on the workflow.
de: Personen mit Admin-Rechten für diesen Workflow.

source: Person that created this topic.
de: Person, die diese Topic angelegt hat.

source: Please review the topic at %1.
de: Bitte überprüfen Sie das Topic %1

source: Restart workflow
de: Workflow neu starten

source: Reviewed by
de: Überprüft von

source: Send reminder
de: Erinnerung verschicken

source: Sign-off
de: Abzeichnung

source: Submit
de: Abschicken

source: This document has just been created.
de: Diese Dokument wurde gerade angelegt.

source: This document is approved.
de: Diese Dokument ist freigegeben.

source: This document is being worked on.
de: An diesem Dokument wird zur Zeit gearbeitet.

source: This document is waiting for approval.
de: Diese Dokument wartet auf Freigabe.

source: This topic is currently [[%1][being worked on]]. However it remains valid until this process has finished.
de: Dieses Topic wird zur Zeit [[%1%][überarbeitet]]. Solange behält diese Version seine Gültigkeit, bis die Überarbeitung abgeschlossen ist.

source: This topic is currently being worked on. The [[%1][original version]] remains valid until this process has finished.
de: Dieses Topic wird zur Zeit überarbeitet. Die [[%1%][Original-Version]] behält seine Gültigkeit, solange die Überarbeitung nicht abgeschlossen ist.

source: Unknown
de: Unbekannt

source: Waiting for
de: Warte auf

source: We would like to inform you about current status changes:
de: Wir möchten Sie über aktuelle Statusänderungen informieren:

source: We would like to inform you that the topic '%1' needs your attention.
de: Wir wollen Sie darüber informieren, dass das Topic '%1' Ihre Aufmersamkeit benötigt.

source: Workflow History
de: Workflow-Historie

source: Workflow notification regarding %1
de: Workflow-Benachrichtigung bezüglich %1

source: Workflow reminder regarding %1
de: Workflow-Erinnerung bezüglich %1

source: Yes, cancel
de: Ja, abbrechen

source: additional information about this state change
de: zusätzliche Informationen über diese Zustandsänderung

source: and
de: und

source: the reviewers
de: die Prüfer

source: view changes
de: Änderungen anschauen
